acpi
acpid
alacritty
alsa-utils
arandr
archlinux-wallpaper
autoconf
automake
baobab
bind
bison
blueman
bluez-utils
cronie
dialog
dunst
eog
epiphany
file-roller
firefox
flex
gdm
gedit
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-documents
gnome-font-viewer
gnome-logs
gnome-maps
gnome-music
gnome-photos
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-user-docs
gnome-weather
gparted
grub-customizer
htop
i3blocks
inetutils
intel-ucode
ipset
kdeconnect
lightdm-gtk-greeter-settings
lxappearance
materia-gtk-theme
mtpfs
nautilus
neofetch
neovim
network-manager-applet
nfs-utils
opendoas
openjdk11-src
orca
pacman-contrib
papirus-icon-theme
pavucontrol
picom
ranger
reflector
rofi
simple-scan
sof-firmware
speedtest-cli
sushi
sysstat
telegram-desktop
terminus-font
thunderbird
tlp
totem
ttf-jetbrains-mono
vino
virtualbox-guest-utils
vlc
volumeicon
wine
xdg-user-dirs-gtk
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
youtube-dl
